Repository: giellalt/corpus-smn
Catalog: tmx/sms/admin/sd/ohcan_lahkai_fi/valmmatalli_valmistelija.pdf.tmx
Source language: smn
Languages: sms

source: Sämitigge oca
sms: SääŠmteŠǧǧ ååcc

source: meriáigásâš já ubâpiäiválâš virgekoskâvuotân 27.6. – 31.8.2012 koskâsâš ááigán.
sms: mieŠrräiggsaž da peiŠvvsaž veŠrǧǧkõskkvuõŠtte 27.6. - 31.8.2012 kõskssaž äigga tuõjju valmštõõllâd jeäŠrben kuåivâslååŠppooccmõõžžid kuõskki ceâlklmid.

source: Suu pargon lii valmâštâllâđ eromâšávt ruukilopeucâmuššáid lohtâseijee ciälkkámušâid.
sms: Šiõttõsvuâđđlaž ââŠntemõõlǥtõssân lij tuâi ooudldem škooulʼjumuš da lââŠssen õõlǥtet sääŠmǩiõl silttõõzz.

source: Asâttâsvuáđustâslâš tohálâšvuođâvátámâššân lii pargo vaattâm škovlim já lasevátámâššân sämikielâ táiđu.
sms: Tuâi õŠnnstem håiddmõõžžâst ooudâsveŠǩǩe oodd tuejjeed jiõččtuåimmsânji di šiõǥǥ lääŠddǩiõl ǩeŠrjjlaž silttõs.

source: Pálkkááttem miärášuvá sämitige pálkkááttemvuáháduv vátávâšvuođâtääsi IV.
sms: PäŠlǩǩmõš meäŠrrââtt sääŠmteeŠǧǧ päŠlǩǩriâššâm õõlǥtemtääŠzz IV.

source: / IV mield (vuáđupälkki 2 391,60 eurod / mp) mahđulij sämikuávlu- já hárjánemlasattâsâidiskuin.
sms: / IV mieŠldd, (vuâđđpäŠlǩǩ 2 391,60 euŠrred / mp) vuäittmõõžži mieŠldd sääŠmvuuŠd- da tuâjjtobddmõõžž lââŠzz.

source: Ucâmušâid oppâ- já pargotuođâštusâidiskuin kalga toimâttiđ sämitige čäällimkoodán 25.6.2012 tme 16.00 räi čujottâssáin Sajos, 99870 Aanaar.
sms: Ooccmõõžž mättʼtõõttâm- da tuâjjtuõđštõõzzineez âŠlǧǧe vuõltteed sääŠmteeŠǧǧ piisarkådda 25.6.2012 čiâss 16.00 mõõneeŠst addrõõzzin Sajos, 99870 Aanar.

source: Lasetiäđuid pargoost addel lahâčällee Aimo Guttorm, puh..
sms: LääŠssteâđaid tuâjast oudd lääŠǩǩpiisar Aimo Guttorm, teŠl.

source: Anarist 11.6.2012 Sämitigge
sms: Aanrest 11.6.2012 SääŠmteŠǧǧ
